---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MarkupsStatus
source: html/07c62f2b-411b-0659-952d-29588feae4af.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MarkupsStatus Property

"Status"

## Syntax (C#)
```csharp
public static ForgeTypeId MarkupsStatus { get; }
```